Repository: fondly-cz/wp-additional-shipping-costs
Catalog: languages/wp-additional-shipping-costs-*.po
Languages: cs_cz

source: Additional Shipping Costs
cs_cz: Dodatečné náklady na dopravu

source: Add specific extra costs per shipping class and method.
cs_cz: Přidejte specifické náklady navíc podle přepravní třídy a způsobu dopravy.

source: Shipping Costs
cs_cz: Náklady na dopravu

source: WooCommerce is not active.
cs_cz: WooCommerce není aktivní.

source: Additional Shipping Costs Configuration
cs_cz: Konfigurace dodatečných nákladů na dopravu

source: Tax Setting
cs_cz: Nastavení daně

source: The prices entered below include tax
cs_cz: Ceny zadané níže jsou včetně DPH

source: If checked, we will calculate the net amount before adding to the shipping cost, based on standard shipping tax rates.
cs_cz: Pokud je zaškrtnuto, vypočítáme čistou částku před přičtením k ceně dopravy na základě standardních sazeb DPH pro dopravu.

source: Cost Matrix
cs_cz: Matice nákladů

source: No shipping classes found in WooCommerce. Please create some shipping classes first.
cs_cz: Nebyly nalezeny žádné přepravní třídy ve WooCommerce. Nejprve prosím vytvořte nějaké přepravní třídy.

source: Shipping Method / Class
cs_cz: Způsob dopravy / Třída

source: Options
cs_cz: Možnosti

source: Add per piece
cs_cz: Přičíst za kus

source: Save Settings
cs_cz: Uložit nastavení
